[
    {
    "id": 1,
    "name": "The Spiritual Significance of the Ashtalakshmi Puja",
    "slug": "spiritual-significance-ashtalakshmi-puja",
    "description": "Explore the deep spiritual meaning behind the Ashtalakshmi Puja and its importance in Hindu traditions. This guide covers the significance of worshiping the eight forms of Goddess Lakshmi, the rituals involved, and the blessings received.",
    "image": "/Poja2.jpeg",
    "created_date": "2025-02-03"
  },
  {
    "id": 2,
    "name": "The Importance of Lakshmi Worship",
    "slug": "importance-of-lakshmi-worship",
    "description": "Discover why worshiping Goddess Lakshmi is vital for prosperity and spiritual growth. This blog covers the significance, traditions, and benefits of invoking her blessings.",
    "image": "/Poja2.jpeg",
    "created_date": "2025-02-03"
  },
  {
    "id": 3,
    "name": "Eight Forms of Goddess Lakshmi and Their Blessings",
    "slug": "eight-forms-of-lakshmi",
    "description": "Learn about the eight divine manifestations of Goddess Lakshmi, their unique attributes, and the blessings they bestow upon devotees.",
    "image": "/Poja2.jpeg",
    "created_date": "2025-02-03"
  },
  {
    "id": 4,
    "name": "Traditional Rituals of Ashtalakshmi Puja",
    "slug": "traditional-rituals-ashtalakshmi-puja",
    "description": "A detailed guide on the sacred rituals of the Ashtalakshmi Puja, including the offerings, prayers, and significance of each step.",
    "image": "/Poja2.jpeg",
    "created_date": "2025-02-03"
  },
  {
    "id": 5,
    "name": "Mantras and Prayers for Wealth and Prosperity",
    "slug": "mantras-prayers-wealth-prosperity",
    "description": "Chant powerful mantras and prayers dedicated to Goddess Lakshmi to attract wealth, success, and spiritual abundance.",
    "image": "/Poja2.jpeg",
    "created_date": "2025-02-03"
  },
  {
    "id": 6,
    "name": "The Power of Meditation in Spiritual Growth",
    "slug": "power-of-meditation-spiritual-growth",
    "description": "Discover how meditation enhances spiritual awareness, inner peace, and enlightenment. Learn about different meditation techniques and their profound benefits.",
    "image": "/Poja2.jpeg",
    "created_date": "2025-02-03"
  }
]
